export var my_storage = {
    lessons: ["Физическая культура", "Теория вероятностей и математическая статистика", "Базы данных", "Военная подготовка", "Компьютерная графика", "Комплексный анализ", "Физика", "Дискретный анализ"],
    type: ["ЛК", "ЛР", "ПЗ"],
    group: ["М8О-301Б-21", "М8О-306Б-21", "М8О-307Б-21", "М8О-308Б-21"],
    teacher: ["", "Битюков Юрий Иванович", "Бортаковский Александр Сергеевич", "Перепелкин Вадим Валерьевич", "Осокин Андрей Владимирович", "Макаров Никита Константинович", "Лукин Владимир Николаевич", "Крылов Сергей Сергеевич"],
    class: ["IT-15", "IT-10", "ГУК Б-304", "ГУК А-331"],
    week: ["06.11.23 - 12.11.23", "13.11.23 - 19.11.23", "20.11.23 - 26.11.23", "27.11.23 - 03.12.23", "04.12.23 - 10.12.23"],
    time: ["9:00 - 10:30", "10:45 - 12:15", "13:00 - 14:30", "14:45 - 16:15", "16:15 - 18:00"],
    timetable: [
        ["Физическая культура", "Теория вероятностей и математическая статистика", "Базы данных", "Базы данных", "Базы данных"],
        ["Военная подготовка", "", "Военная подготовка", "Военная подготовка", ""],
        ["Физическая культура", "Компьютерная графика", "Комплексный анализ", "Физика", ""],
        ["", "Комплексный анализ", "Иностранный язык", "Теория вероятностей и математическая статистика", "Функциональный анализ"],
        ["Физика", "Основы менеджмента", "", "", ""],
        ["Базы данных", "Базы данных", "Функциональный анализ", "Дискретный анализ", ""]
    ],
    timetable_teacher: [
        ["", "Осокин Андрей Владимирович", "Сеченых Полина Алексеевна", "Сеченых Полина Алексеевна", "Сеченых Полина Алексеевна"],
        ["", "", "", "", ""],
        ["", "Крылов Сергей Сергеевич", "Красильников Павел Сергеевич", "Решетников Вячеслав Анатольевич", ""],
        ["", "Перепелкин Вадим Владимирович", "Шанина Александра Ивановна", "Осокин Андрей Владимирович", "Берендакова Анастасия Вячеславовна"],
        ["Решетников Вячеслав Анатольевич", "Тарасова Наталья Владимировна", "", "", ""],
        ["Лукин Владимир Николаевич", "Лукин Владимир Николаевич", "Макаров Никита Константинович", "Иванов Сергей Валерьевич", ""]
    ],
    timetable_class: [
        ["--каф.", "ГУК Б-649", "IT-15", "IT-15", "IT-15"],
        ["--каф.", "--каф.", "--каф.", "--каф.", "--каф."],
        ["--каф.", "ГУК В-214", "3-131", "ГУК В-228", ""],
        ["", "ГУК Б-460", "3-129", "ГУК А-210", "3-303"],
        ["Орш. А-424", "Орш. В-504", "", "", ""],
        ["ГУК В-214", "ГУК В-214", "ГУК В-214", "ГУК В-214", "ГУК В-214"]
    ],
    timetable_type: [
        ["ПЗ", "ЛК", "ЛР", "ЛР", "ЛР"],
        ["ПЗ", "ПЗ", "ПЗ", "ПЗ", ""],
        ["ПЗ", "ЛК", "ЛК", "ЛК", ""],
        ["", "ПЗ", "ПЗ", "ПЗ", "ПЗ"],
        ["ПЗ", "ПЗ", "", "", ""],
        ["ЛК", "ЛК", "ЛК", "ЛК", ""]
    ],
    timetable_group: [
        ["М8О-308Б-21", "М8О-308Б-20", "М6О-208Б-21", "М8О-308Б-21", "С3О-308Б-19"],
        ["С3О-308Б-19", "С3О-308Б-19", "С3О-308Б-19", "С3О-308Б-19", ""],
        ["М6О-208Б-21", "М6О-208Б-21", "М6О-208Б-21", "М6О-208Б-21", ""],
        ["", "С1О-407Б-18", "С1О-407Б-18", "С3О-308Б-19", "М8О-308Б-21"],
        ["С3О-308Б-19", "С1О-407Б-18", "", "", ""],
        ["С1О-407Б-18", "С3О-308Б-19", "М8О-308Б-21", "С1О-407Б-18", ""]
    ],
}